tap "homebrew/bundle"

brew "composer"
brew "ghq"
brew "git"
brew "neovim"
brew "nkf"
brew "node"
brew "php@8.1"
brew "starship"
brew "jq"
brew "go"
brew "mysql"

cask "warp"
cask "sequel-ace"
cask "docker"
cask "clipy"
cask "google-drive"
cask "google-chrome"
cask "intellij-idea"
cask "cyberduck"
cask "spotify"
cask "discord"
cask "slack"
cask "zoom"
cask "iterm2"
cask "quiver"
cask "sublime-text"
cask "vlc"

