tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'code-hex/pget'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'

#cli
cask 'java'
brew 'openssl'
brew 'ansible'
brew 'awscli'
brew 'pcre'
brew 'chromedriver'
brew 'readline'
brew 'ctags'
brew 'curl'
brew 'git'
brew 'go'
brew 'docker-machine'
brew 'docker-compose'
brew 'jpeg'
brew 'mysql'
brew 'postgresql'
brew 'jq'
brew 'lua'
brew 'packer'
brew 'peco'
brew 'redis'
brew 'sbt'
brew 'tmux'
brew 'vim', args: ['HEAD', 'with-lua']
brew 'wget'
brew 'zsh'
brew 'ghc'
brew 'haskell-stack'
brew 'argon/mas/mas'
cask 'vagrant'
cask 'node'
brew 'pget'

#app
cask 'virtualbox'
cask 'kindle'
cask 'cyberduck'
cask 'caffeine'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'skype'
cask 'slack'
cask 'vlc'
cask 'intellij-idea'
cask 'clipy'
cask 'sequel-pro'
cask 'sublime-text'
