tap "argon/mas"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "neovim/neovim"
cask "java"
brew "openssl"
brew "readline"
brew "ansible"
brew "awscli"
brew "chromedriver"
brew "coreutils"
brew "ctags"
brew "curl"
brew "fzf"
brew "ghc"
brew "git"
brew "ghq"
brew "gnu-sed"
brew "go"
brew "grep"
brew "haskell-stack"
brew "htop"
brew "jpeg"
brew "jq"
brew "lua"
brew "mysql"
brew "node"
brew "packer"
brew "python3"
brew "postgresql"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "sbt"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["HEAD", "with-lua"]
brew "zsh"
brew "argon/mas/mas"
brew "neovim/neovim/neovim"
cask "caffeine"
cask "clipy"
cask "cyberduck"
cask "firefox"
cask "google-drive"
cask "intellij-idea"
cask "kindle"
cask "sequel-pro"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "vlc"
mas "LINE", id: 539883307
mas "Tweetbot", id: 557168941
